tap "ariga/tap"
tap "azure/functions"
tap "hashicorp/tap"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "snowflakedb/snowflake-cli"
tap "stripe/stripe-cli"
tap "turbot/tap"
tap "tursodatabase/tap"
tap "twilio/brew"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "cdrtools"
brew "gcc"
brew "checkov"
brew "chezmoi"
brew "cloudflared"
brew "duckdb"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "go"
brew "helm"
brew "jq"
brew "just"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libvirt", restart_service: :changed
brew "luarocks"
brew "mise"
brew "node"
brew "mongodb-atlas-cli"
brew "mysql@8.0"
brew "neovim", args: ["HEAD"]
brew "openai-whisper"
brew "parallel"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "postgresql@16"
brew "pulumi"
brew "qemu"
brew "ripgrep"
brew "skaffold"
brew "snowflake-cli"
brew "sqlcmd"
brew "tailwindcss"
brew "task"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "tree"
brew "trufflehog"
brew "uv"
brew "watch"
brew "wget"
brew "xclip"
brew "yt-dlp"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/tfstacks"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "turbot/tap/steampipe"
brew "tursodatabase/tap/turso"
brew "twilio/brew/twilio"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "mullvad-vpn"
cask "powershell"
cask "visual-studio-code"
cask "wezterm"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
