tap "azure/functions"
tap "hashicorp/tap"
tap "pulumi/tap"
tap "turbot/tap"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "chezmoi"
brew "cloudflared"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "gitui"
brew "go"
brew "helm"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "parallel"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "pulumi"
brew "ripgrep"
brew "skaffold"
brew "tflint"
brew "tmux"
brew "uv"
brew "watch"
brew "wget"
brew "xclip"
brew "azure/functions/azure-functions-core-tools@4"
brew "hashicorp/tap/terraform"
brew "turbot/tap/steampipe"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "mullvad-vpn"
cask "powershell"
cask "visual-studio-code"
cask "wezterm"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
