# Generated by chezmoi

# Taps
{{- if eq .chezmoi.os "linux" }}
tap "wezterm/wezterm-linuxbrew"
{{- end }}

# Brews (Common)
brew "cloudflared"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "gitui"
brew "go"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "pipx"
brew "pulumi"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "turbot/tap/steampipe"
brew "wget"
brew "xclip"

# Brews (OS-specific)
{{- if eq .chezmoi.os "darwin" }}
brew "git" # Note: Also in common, brew bundle handles duplicates
brew "1password-cli"
{{- else if eq .chezmoi.os "linux" }}
brew "curl"
{{- end }}

# Casks (Common)
cask "1password"
cask "1password-cli" # Note: Also brew for darwin
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "mullvadvpn"
cask "wezterm"

# Casks (OS-specific - Darwin only in this structure)
{{- if eq .chezmoi.os "darwin" }}
cask "wezterm" # Note: Also in common
cask "alacritty" # Note: Also in common
{{- end }} 